text_start = """<b>Добрый день!</b> Вы находитесь в чате команды <b>DEMO.Estate.</b> 
Мы оказываем следующие услуги:
- <b>Выкуп имущества с торгов;</b>
- Подбор объектов недвижимости на торгах и на открытом рынке;
- Осмотр объекта недвижимости;
- Доступ к закрытой базе объектов по цене ниже рыночной до <b>40%;</b>
- Оформление земельных участков;
- Консультация по участию в торгах;

<b>Какой у вас вопрос?</b>"""

text_1 = """&#128681; <b>Для отправки запроса напишите нам:</b>
— Артикул лота;
— Ваше имя;
— Номер телефона;
— Ваш вопрос;
<b>Мы ознакомимся с запросом и предоставим информацию в ближайшее время.</b>"""


text_1_1 = """&#128272; <b>Полная информация о лотах представлена в нашем закрытом канале.</b>

<b>Подписчики закрытого канала получают:</b>
1) Скидку на участие в торгах в размере <b>50%.</b>
2) Эксклюзивные предложения рынка залоговых активов банков по цене до <b>40%</b> ниже рынка (по запросу).
3) <b>Ранний доступ</b> ко всем лотам из закрытой базы объектов на торгах (за 7 дней до публикации на бесплатном канале). Это позволит избежать дополнительной конкуренции и успеть зайти на торги через нас (берём 1 человека на 1 торги).
4) <b>Полную информацию о лоте</b> - кадастровые номера объектов, ссылка на торги.
5) Лучшие объекты с торгов по банкротству с дисконтом до <b>40%</b> ниже рынка.

 &#128273; <b>Стоимость ежемесячной подписки - 890₽.</b>"""

text_1_2 = """&#128273; <b>Оформить подписку на закрытый каталог объектов с торгов (ссылка — https://t.me/+o9Hu7rJRWgdmNTZi ) - нажмите.</b>

При оплате картой сервис запомнит её данные и раз в месяц будет автоматически продлять подписку.

По всем вопросам обращайтесь в поддержку @demo_support"""

text_2 = "Выберите интересующую помощь"



text_2_1 = """&#128218; <b>Выкуп имущества с торгов включает в себя 4 этапа.</b>

&#128215; <b>Этап 1 включает в себя следующие действия:</b>

— Отправьте нам артикул объекта или ссылку на любой ресурс, где вы нашли упоминание об интересующем вас объекте (Авито, ЭТП, Агрегатор и тд).
— Напишите ваше имя и номер телефона, привязанный к Telegram.
— Мы уточним данные и свяжемся с вами.
— Заявки на участие принимаются не позже 5 рабочих дней до окончания подачи заявок на торгах.
— Оплата осуществляется в 2 этапа в соответствии с тарифами: первая часть перед торгами + % от стоимости объекта в день подписания ДКП в случае победы.
— Работа проводится в рамках агентского договора.
— Нажмите кнопку «&#128284; 2 ЭТАП»."""

text_2_1_1 = """&#128210 <b>Этап 2</b>
Отправьте нам сканы следующих документов: 
— Паспорт (все 22 страницы от Кремля до Извлечения)
— Свидетельство ИНН (заказывается онлайн на сайте nalog.ru - вход через Госуслуги)
— СНИЛС (скан или скриншот документа из Госуслуг).
<b>Это обязательный пакет документов, необходимый для участия в торгах.</b>
Нажмите кнопку «🔜  Этап 3»."""

text_2_1_2 = """&#128213; <b>Этап 3</b>
— Подписывается агентский договор;
— Вносится предоплата за подготовку документов;
— Оформляется ЭЦП (при необходимости);
— Регистрируемся на ЭТП, получаем аккредитацию (в случае работы с муниципальными торгами);
— Готовится итоговый пакет документов для участия в торгах;
— Переводится задаток;
— Определяется пороговая цена на аукционе;
— Отправляется заявка на участие в торгах;
— Участвуем в аукционе;
Нажмите кнопку « &#128284; 4 Этап»."""

text_2_1_3 = """&#128216; <b>Этап 4</b>
— В случае победы на аукционе задаток учитывается в итоговой сумме. Оставшуюся часть средств необходимо перевести на реквизиты, указанные в проекте ДКП; 
— ДКП подписывается в течении 5 рабочих дней;
— Полная оплата проводится в срок, обозначенный в проекте ДКП.
— Оплата нашей комиссии осуществляется в день подписания ДКП.

— В случае поражения на аукционе, задаток возвращается обратно на реквизиты, с которых он был переведен. Возврат осуществляется в течении 5-10 рабочих дней.
— По итогам аукциона вам высылается протокол, в котором прописана итоговая цена и победитель.

— <b>В случае отказа победителя от подписания ДКП или отказа от оплаты оставшейся части имущества, задаток не возвращается.</b>"""

text_2_2 = """&#128304; <b>Стандартный - 10.000₽ + % после победы</b>
— Подготовка аукционной документации;
— Регистрация участника на ЭТП;
— Получение аккредитации на ЭТП;
— Подача заявки на участие в торгах;
— Участие в торгах;
— Помощь в заключении договора купли-продажи;
— Отзыв заявки/возврат задатка;

 &#128200; <b>Полный - 10.000₽ + % после победы</b>
— Аудит объекта и процедуры (проблемные моменты) 
— Подготовка аукционной документации;
— Подача заявки с регистрацией участника торгов;
— Участие в торгах;
— Помощь в заключении договора купли-продажи;
— Отзыв заявки/возврат задатка;
— Сопровождение в полной оплате и подписании ДКП;
— Регистрация перехода прав собственности в Росреестре;
— Работа с обременениями, в случае их наличия (торги по банкротству);

 &#128188; <b>Для юр.лиц - 20.000₽ + % после победы</b>

 &#128450; <b>Дополнительные услуги:</b>
— Помощь в регистрации на портале ГИС Торги для участия в торгах по реализации государственного или муниципального имущества.
Получите доступ к участию в торгах на площадках:
ЭТП Сбер А; Росэлторг; РТС-тендер; АО «РАД»; Агентство по государственному заказу Республики Татарстан ЗаказРФ; ЭТП «Фабрикант»; ЭТП Газпромбанк; ЭТП ТЭК-Торг - по договоренности;
— Помощь в регистрации на Фабрикант, ЦДТ, Уральский ЭТП и других. - по договоренности.
— Поиск торговой процедуры по вашей ссылке (если нашли объект на Авито с примечанием о продаже через торги) - по договоренности.
— Регистрация права собственности - 10.000р
— Подготовка жалобы в ФАС - 15.000р
— Подготовка судебного иска по итогам торгов - 15.000р"""

text_2_2_1 = """Варианты работы:
         &#128202; <b>Форматы работы:</b>
<b>1)По нотариальной доверенности (лучший вариант для торгов по банкротству)</b>
Преимущества: 
— Не нужно оформлять ЭЦП;
— Не тратим время на регистрацию и аккредитацию на площадке; 
— Вся работа проводится на компьютере агента через наш личный кабинет;
— Иногда хватает агентского договора и нет необходимости ехать к нотариусу и оплачивать доверенность;

<b>2)Через удалённый доступ (лучший вариант для муниципальных торгов)</b>
Преимущества: 
— Мы регистрируем вас на 8 федеральных ЭТП, 
— Получаем аккредитацию на ваш личный аккаунт;
— Все этапы проходят у вас перед глазами, так как работа ведется на вашем компьютере через удаленный доступ;
— Вы переводите задаток на ваш собственный лицензионный счёт.

 &#9203; <b>Сроки оказания услуги (в случае выбор 1 варианта):</b>
1)Получение нотариальной доверенность — 1 день
2)Перевод задатка — 1-2 дня
3)Подготовка документов — 1 день

 &#8987; <b>Сроки оказания услуги (в случае выбор 2 варианта):</b>
1)Получение ЭЦП — 2 дня
2)Регистрация и получение аккредитации на ЭТП — 3 дня
3)Перевод задатка — 1-2 дня
<b>В связи со сложившейся практикой, работу по подготовке к торгам необходимо начинать за 7 дней до окончания подачи заявок.</b>"""

text_3 = "Выберите интересующую помощь"

text_3_1 = """&#128200; <b>По вашему запросу мы подберем ряд объектов, точно подходящих под ваши критерии.</b>

Отправьте нам запрос, мы проверим возможность подобрать объекты и ответим вам в течении 3 рабочих дней.

Стоимость: 10.000 предоплата + выкуп по тарифу "Полный". Работаем по договору оказания услуг."""

text_3_1_1 = """&#9830; <b>Оставьте заявку в следующем формате:</b>
— ФИО;
— Номер телефона;
— Вид объекта;
— Локация;
— Площадь;
— Бюджет;
— Особые пожелания;"""

text_3_2 = """&#127919; <b>В команде работают опытные риэлторы, готовые предложить вам эксклюзивные объекты от лучших застройщиков Москвы по специальным ценам.</b>
Вы получите <b>подборку лучших объектов</b> от застройщиков Москвы, а также доступ к <b>pre-sale</b> продажам с преимуществом выбора и скидкой.

При сотрудничестве заключается договор и оплачивается символический задаток в 10.000 рублей, подтверждающий серьёзность намерений обеих сторон сделки.

Мы также можем проверить нашу цену на уже подобранный вами объект.

️ &#9830; <b>Чтобы оставить заявку на подбор, отправьте информацию в следующем формате:</b>
— ФИО;
— Номер телефона;
— Вид объекта;
— Локация;
— Площадь;
— Бюджет;
— Особые пожелания;"""

text_4 = """Выберите интересующий каталог"""

text_4_1 = """&#128273; <b>Оформить подписку на закрытый каталог объектов с торгов (ссылка - https://t.me/+o9Hu7rJRWgdmNTZi )</b>"""

text_5 = """
        Так же можем предложить вам следующие услуги:
"""

text_5_1 = """&#127957; <b>Один из вариантов приобретения земельных участков — оформление свободной земли, которая принадлежит государству.</b>

Согласно нормам действующего земельного законодательства, предоставление земельных участков гражданам и юридическим лицам в собственность или аренду из земель, находящихся в государственной и муниципальной собственности, осуществляться посредством проведения торгов или, в случаях, определенных законом, без их проведения.
Порядок предоставления земельных участков без проведения торгов устанавливается земельным законодательством и предусматривает следующие процедуры:
— подготовка заинтересованными лицами схемы расположения земельного участка в случае, если земельный участок предстоит образовать и не утвержден проект межевания территории, в границах которой предстоит образовать такой земельный участок;
— подача в уполномоченный орган гражданином или юридическим лицом заявления о предварительном согласовании предоставления земельного участка в случае, если земельный участок предстоит образовать или границы земельного участка подлежат уточнению и принятие этим органом решения о предварительном согласовании предоставления земельного участка.

 &#9989; <b>Таким образом, вы можете выкупить или взять в аренду у государства свободную землю по цене ниже рыночной. Также благодаря этому методу можно подобрать участок с лучшим видом или локацией там, где на открытом рынке подходящих предложений нет.</b>"""

text_5_1_1 = """&#128273; <b>Работа под ключ - 150.000₽</b>
1) Предварительное согласование земельного участка;
2) Подбор земельного участка в конкретной локации (радиус от 5 км от предпочтительной локации);
3) Участие в аукционе;
4) Заключение ДКП и регистрация права собственности;"""

text_5_2 = """Выберите интересующую вас услугу"""

text_5_2_1 = """&#128205; Для получения точных координат объекта введите его кадастровый номер в графу поиска на <b>кадастровой карте</b> (гиперссылка — https://rosreestr-doc.ru/кадастровая_карта ). Далее скопируйте координаты в формате 55.754681, 37.621389 и вставьте их в Яндекс.Карты/Google Карты."""

text_5_2_1_1 = """&#128681; Отправьте нам артикул лота, ваш вопрос и номер телефона. Мы предоставим информацию в ближайшее время."""

text_5_2_1_2 = """&#128272; <b>Полная информация о лотах представлена в нашем закрытом канале.</b>

<b>Подписчики закрытого канала получают:</b>
1) Скидку на участие в торгах в размере <b>50%.</b>
2) Эксклюзивные предложения рынка залоговых активов банков по цене до <b>40%</b> ниже рынка (по запросу).
3) <b>Ранний доступ</b> ко всем лотам из закрытой базы объектов на торгах (за 7 дней до публикации на бесплатном канале). Это позволит избежать дополнительной конкуренции и успеть зайти на торги через нас (берём 1 человека на 1 торги).
4) <b>Полную информацию о лоте</b> - кадастровые номера объектов, ссылка на торги.
5) Лучшие объекты с торгов по банкротству с дисконтом до <b>40%</b> ниже рынка.

 &#128273; <b>Стоимость ежемесячной подписки - 890₽.</b>"""

text_5_2_1_3 = """ &#128273; <b>Оформить подписку на закрытый каталог объектов с торгов (ссылка — https://t.me/+o9Hu7rJRWgdmNTZi ) - нажмите.</b>

При оплате картой сервис запомнит её данные и раз в месяц будет автоматически продлять подписку.

По всем вопросам обращайтесь в поддержку @demo_support"""

text_5_2_2 = """&#127909; <b>В рамках услуги по осмотру объекта осуществляется фото и видео съёмка. Также в формате онлайн оказывается консультация с ответами на вопросы по месту.</b>

Услуга стоит от 5.000 рублей без онлайн консультации и от 7.000 с онлайн консультацией."""

text_5_2_2_1 = """&#9830; Отправьте нам адрес объекта и ссылку на торги, мы проверим возможность осмотра на ближайшее время и ответим вам в течении 24 часов. """

text_5_2_3 = """&#127957; <b>Один из вариантов приобретения земельных участков — оформление свободной земли, которая принадлежит государству.</b>

Согласно нормам действующего земельного законодательства, предоставление земельных участков гражданам и юридическим лицам в собственность или аренду из земель, находящихся в государственной и муниципальной собственности, осуществляться посредством проведения торгов или, в случаях, определенных законом, без их проведения.
Порядок предоставления земельных участков без проведения торгов устанавливается земельным законодательством и предусматривает следующие процедуры:
— подготовка заинтересованными лицами схемы расположения земельного участка в случае, если земельный участок предстоит образовать и не утвержден проект межевания территории, в границах которой предстоит образовать такой земельный участок;
— подача в уполномоченный орган гражданином или юридическим лицом заявления о предварительном согласовании предоставления земельного участка в случае, если земельный участок предстоит образовать или границы земельного участка подлежат уточнению и принятие этим органом решения о предварительном согласовании предоставления земельного участка.

 &#9989; <b>Таким образом, вы можете выкупить или взять в аренду у государства свободную землю по цене ниже рыночной. Также благодаря этому методу можно подобрать участок с лучшим видом или локацией там, где на открытом рынке подходящих предложений нет.</b>"""

text_5_2_3_1 = """&#128273; <b>Работа под ключ - 150.000₽</b>
1) Предварительное согласование земельного участка;
2) Подбор земельного участка в конкретной локации (радиус от 5 км от предпочтительной локации);
3) Участие в аукционе;
4) Заключение ДКП и регистрация права собственности;"""

text_8 = """&#128222 Связь с менеджером
Напишите свой вопрос и оставьте свой номер телефона. Мы подробно ответим на ваш вопрос в чате. 
Также здесь вы можете оставить предложение по улучшению сервиса, добавлению категорий лотов или предложение о сотрудничестве.

Если вам было бы удобнее пообщаться по телефону - укажите это в конце вашего вопроса.
       """

text_9 = """&#127942; <b> О нас </b>

Мы - команда высококвалифицированных юристов, специализирующихся на предоставлении широкого спектра услуг по работе с имуществом на электронных торгах. 

Мы предлагаем нашим клиентам профессиональную поддержку в сфере электронных аукционов, обеспечивая защиту их интересов на каждом этапе сделки.

Если вам нужна профессиональная помощь в сфере электронных торгов с недвижимостью, обращайтесь к нам.

Приглашаем к сотрудничеству на постоянной основе.
Возможна постоянная работа по доверенности или через вашу ЭЦП.
По формату партнерства возможна личная встреча в Москве.

<b>Мы открыты к сотрудничеству с агентами и риелторами.</b>
       """

text_9_1 = """Выберите интересующую вас опцию
          """

text_9_2 = """Контакты менеджера
              """

text_back = """<b>Добрый день!</b> Вы находитесь в чате команды <b>DEMO.Estate.</b> 
        Мы оказываем следующие услуги:
        - <b>Выкуп имущества с торгов;</b>
        - Подбор объектов недвижимости на торгах и на открытом рынке;
        - Осмотр объекта недвижимости;
        - Доступ к закрытой базе объектов по цене ниже рыночной до <b>40%;</b>
        - Оформление земельных участков;
        - Консультация по участию в торгах;

        <b>Какой у вас вопрос?</b>"""


url1 = 'https://demo-estate.ru/'